<?php

// Heading
$_['heading_title']   = 'Відновлення пароля';

// Text
$_['text_account']    = 'Мій обліковий запис';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть вашу електронну адресу — ми надішлемо лист із посиланням для створення нового паролю.';
$_['text_success']    = 'На адресу вашої електронної пошти було надіслано посилання для встановлення нового пароля.';

// Entry
$_['entry_email']     = 'E-Mail адреса';

// Error
$_['error_email']     = 'E-Mail адресу не знайдено, перевірте правильність вводу';
$_['error_approved']  = 'Ваш обліковий запис потребує схвалення адміністрацією перш ніж ви зможете увійти.';