<?php

// Заголовок:
$_['heading_title']            = 'Ajax Live Search';

// Текст
$_['text_extension']           = 'Розширення';
$_['text_edit']                = 'Редагування модуля Ajax Live Search';
$_['text_success']             = 'Успіх: Ви успішно змінили модуль Ajax Live Search!';
$_['text_view_all_results']    = 'Переглянути всі результати';

// Поля
$_['entry_limit']              = 'Ліміт результатів пошуку';
$_['entry_width']              = 'Ширина зображення';
$_['entry_height']             = 'Висота зображення';
$_['entry_title_length']       = 'Довжина заголовка';
$_['entry_description_length'] = 'Довжина опису';
$_['entry_show_image']         = 'Показувати зображення';
$_['entry_show_price']         = 'Показувати ціну';
$_['entry_show_description']   = 'Показувати опис';
$_['entry_show_add_button']    = 'Показувати кнопку «Додати в кошик»';
$_['entry_status']             = 'Статус';
$_['entry_view_all_results']   = 'Текст посилання «Переглянути всі результати»';
$_['entry_min_length']         = 'Мінімальна довжина пошукового запиту';

// Підказки
$_['help_length']              = 'Показувати «...» якщо довжина перевищує це значення.';
$_['help_view_all_results']    = 'Текст посилання внизу результатів пошуку';

// Помилки
$_['error_permission']         = 'Попередження: У вас немає прав для редагування модуля Live Search!';
$_['error_limit']              = 'Необхідно вказати ліміт результатів пошуку!';
$_['error_width']              = 'Необхідно вказати ширину зображення!';
$_['error_height']             = 'Необхідно вказати висоту зображення!';
$_['error_title_length']       = 'Необхідно вказати довжину заголовка!';
$_['error_description_length'] = 'Необхідно вказати довжину опису!';
$_['error_view_all_results']   = 'Необхідно вказати текст посилання «Переглянути всі результати»!';
$_['error_min_length']         = 'Необхідно вказати мінімальну довжину пошукового запиту!';
?>