<?php 
// Title
$_['heading_title']      = 'Бренди та Категорії продуктів';

// Text
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Налаштування змінені успішно!';
$_['text_edit']          = 'Редагування модуля';
$_['text_help']          = 'Для роботи модуля необхідно вибрати товари через автокомпліт.';


$_['entry_name']       = 'Назва модуля';
$_['entry_title_main'] = 'Заголовок (Основний)';
$_['entry_title_accent'] = 'Заголовок (Акцент)';
$_['entry_category']   = 'Виберіть категорії';
$_['entry_status']     = 'Статус';


$_['help_category']    = '(Автодоповнення)';


$_['error_permission'] = 'У вас немає прав!';
$_['error_name']       = 'Назва від 3 до 64 символів!';