<?php
$_['heading_title']    = 'Потрібна допомога? (Секція)';

$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Налаштування оновлені!';
$_['text_edit']        = 'Редагування модуля';

$_['entry_name']       = 'Назва модуля';
$_['entry_status']     = 'Статус';
$_['entry_title']      = 'Заголовок';
$_['entry_description'] = 'Опис';
$_['entry_btn_text']   = 'Текст кнопки';
$_['entry_btn_link']   = 'Посилання кнопки';

$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_name']       = 'Назва має містити від 3 до 64 символів';