<?php
// Heading
$_['heading_title']    = 'Заголовок сторінки та Хлібні крихти';

// Text
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Налаштування модуля оновлено!';
$_['text_edit']        = 'Редагування модуля';
$_['text_info']        = 'Цей модуль автоматично виводить H1 заголовок поточної сторінки та навігаційний шлях (breadcrumbs). Спеціальні налаштування контенту не потрібні.';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас немає прав для керування цим модулем!';
$_['error_name']       = 'Назва модуля має бути від 3 до 64 символів!';