<?php 

// Title
$_['heading_title']      = 'Коло з сердцем';

// Text
$_['text_module']      = 'Модулі';
$_['text_success']     = 'Налаштування змінені';
$_['text_edit']        = 'Редагування';
$_['text_help']        = 'Для роботи модуля необхідно визначити товари в редагуванні категорій або виробників';

// Entry
$_['entry_name']       = 'Назва модуля';
$_['entry_status']     = 'Статус';
$_['entry_rotate_image'] = 'Зображення, що обертається';
$_['entry_static_image'] = 'Статичне зображення (центр)';

// Error
$_['error_permission'] = 'У вас немає прав для керування цим модулем!';
$_['error_name']       = 'Назва має містити від 3 до 64 символів!';
$_['error_image']      = 'Це зображення є обов’язковим!';