<?php
// Heading
$_['heading_title']                    = 'DrMyts Store Тема';

// Text
$_['text_extension']                   = 'Розширення';
$_['text_success']                     = 'Успіх: Ви змінили налаштування теми drmyts!';
$_['text_edit']                        = 'Редагувати тему магазину drmyts';
$_['text_general']                     = 'Основне';
$_['text_product']                     = 'Товари';
$_['text_image']                       = 'Зображення';

// Entry
$_['entry_directory']                  = 'Директорія теми';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Кількість товарів на сторінці';
$_['entry_product_description_length'] = 'Ліміт символів в описі списку';
$_['entry_image_category']             = 'Розмір зображення категорії (Ш х В)';
$_['entry_image_thumb']                = 'Розмір великого зображення товару (Ш х В)';
$_['entry_image_popup']                = 'Розмір спливаючого зображення товару (Ш х В)';
$_['entry_image_product']              = 'Розмір зображення у списку товарів (Ш х В)';
$_['entry_image_additional']           = 'Розмір додаткових зображень товару (Ш х В)';
$_['entry_image_related']              = 'Розмір зображення супутніх товарів (Ш х В)';
$_['entry_image_compare']              = 'Розмір зображення у порівнянні (Ш х В)';
$_['entry_image_wishlist']             = 'Розмір зображення у списку бажань (Ш х В)';
$_['entry_image_cart']                 = 'Розмір зображення у кошику (Ш х В)';
$_['entry_image_location']             = 'Розмір зображення магазину (Ш х В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';

// Help
$_['help_directory']                   = 'Це поле призначене лише для забезпечення сумісності старих тем з новою системою тем. Ви можете встановити директорію теми для використання параметрів розміру зображень, визначених тут.';
$_['help_product_limit']               = 'Визначає, скільки елементів каталогу відображається на одній сторінці (товари, категорії тощо)';
$_['help_product_description_length']  = 'Ліміт символів короткого опису в режимі перегляду списком (категорії, акції тощо)';

// Error
$_['error_permission']                 = 'Увага: У вас немає прав для зміни теми магазину drmyts!';
$_['error_limit']                      = 'Необхідно вказати ліміт товарів!';
$_['error_image_thumb']                = 'Необхідно вказати розміри великого зображення товару!';
$_['error_image_popup']                = 'Необхідно вказати розміри спливаючого зображення товару!';
$_['error_image_product']              = 'Необхідно вказати розміри зображення у списку товарів!';
$_['error_image_category']             = 'Необхідно вказати розміри зображення у списку категорій!';
$_['error_image_additional']           = 'Необхідно вказати розміри додаткових зображень товару!';
$_['error_image_related']              = 'Необхідно вказати розміри зображення супутніх товарів!';
$_['error_image_compare']              = 'Необхідно вказати розміри зображення для порівняння!';
$_['error_image_wishlist']             = 'Необхідно вказати розміри зображення для списку бажань!';
$_['error_image_cart']                 = 'Необхідно вказати розміри зображення для кошика!';
$_['error_image_location']             = 'Необхідно вказати розміри зображення магазину!';